;Photobooth
[X2Photobooth]
+m_arrAnimationSparkPoses=(AnimationDisplayName="Оружие вниз (МЭК)")
+m_arrAnimationSparkPoses=(AnimationDisplayName="Оружие вверх (МЭК)")
+m_arrAnimationSparkPoses=(AnimationDisplayName="Вальяжно (МЭК)")
+m_arrAnimationSparkPoses=(AnimationDisplayName="Внимание (МЭК)")
+m_arrAnimationSparkPoses=(AnimationDisplayName="Руки с боку (МЭК)")




;Tech
[RM_MecAugmentation X2TechTemplate]
DisplayName="Проект \"Солдат МЭК\""
Summary="Я нашла кое-что, копаясь в старых файлах моего отца, что-то о более отчаянных мерах, когда автоматизированный дизайн \"Искры\" еще не был реализован. Это был проект, по слиянию человека и машины таким образом, чтобы доброволец смог жить после вторжения. С медицинскими достижениями, принесенными инопланетянами, я думаю, мы могли бы сделать достойного преемника, который потребовал бы немного меньше от добровольцев, но дал бы им больше огневой мощи." 


;Facility Upgrade
[RM_MecFoundry X2FacilityUpgradeTemplate]
DisplayName="Литейный цех МЭК"
FacilityName="Зона испытаний"
Summary="Получите возможность создавать \"Солдат МЭК\"."


;staff slot
[RM_MecAugmentationStaffSlot X2StaffSlotTemplate]
EmptyText="ВАКАНСИЯ: ТРЕБУЕТСЯ СОЛДАТ"
BonusEmptyText="Проведите аугментацию солдата для пилотирования МЭК."
BonusText="АУГМЕНТАЦИЯ"
FilledText="%UNITNAME проходит аугментацию!"
LockedText="НЕДОСТУПНО: ПРИОБРЕТИТЕ УЛУЧШЕНИЕ"


;bit abilities for MECs

[MecRocketLauncher X2AbilityTemplate]
LocFriendlyName="Ракетная установка"
LocHelpText="Выстрелите ракетой в указанную зону."

[MecShredderGun X2AbilityTemplate]
LocFriendlyName="Осколочная пушка"
LocHelpText="Выстрел из осколочной пушки с конусной зоной поражения."

[MecShredstormCannon X2AbilityTemplate]
LocFriendlyName="Штормовая пушка"
LocHelpText="Выстрел из штормовой пушки с конусной зоной поражения."

[MecFlamethrower X2AbilityTemplate]
LocFriendlyName="Огнемет"
LocHelpText="Залейте огнем конусообразную зону."

[MecFlamethrowerMk2 X2AbilityTemplate]
LocFriendlyName="Проектор адского пламени"
LocHelpText="Залейте огнем конусообразную зону."

[MecBlasterLauncher X2AbilityTemplate]
LocFriendlyName="Бластерная бомба"
LocHelpText="Выстрел управляемой бластерной бомбой в указанную зону."

[MecPlasmaBlaster X2AbilityTemplate]
LocFriendlyName="Плазменный бластер"
LocHelpText="Выстрел из плазменного бластера по прямой траектории."

;class abilities
[RM_AbsorptionFields X2AbilityTemplate]
LocFriendlyName="Поглощающее поле"
LocLongDescription="Если урон превысит <Ability:RMAbsorption/>% от максимального ОЗ МЭК, он будет ограничен этим процентом, или 1 если опустится ниже 0."
LocHelpText="Сократите входящий урон от атак, до определенного процента от текущего ОЗ."
LocFlyOverText="Поглощающее поле"
LocPromotionPopupText="<Bullet/> Позволяет отстающим по броне МЭК, оставаться конкурентоспособными на поле боя.<br/>"

[RM_ReactiveTargetingSensors X2AbilityTemplate]
LocFriendlyName="Реактивные датчики наведения"
LocLongDescription="Каждый раз когда противник атакует МЭК, производится ответный выстрел. Срабатывает пока позволяет боекомплект."
LocHelpText="Реагирует на атаку врага, ответным огнем."
LocFlyOverText="Реактивные датчики наведения"
LocPromotionPopupText="<Bullet/> В сочетании с дополнительными защитными способностями, может позволить Солдату МЭК взять под контроль область без необходимости напрямую переходить в режим \"наблюдения\".<br/>"

[RM_BrutalizeProtocol X2AbilityTemplate]
LocFriendlyName="Протокол \"Зверство\""
LocLongDescription="Атакуйте органического врага зверским ударом, заставляя любую органическую цель в зоне видимости солдата запаниковать. Снижает наносимый урон в ближнем бою, до конца миссии."
LocHelpText="Атакуйте органическую цель и заставьте другие органические цели в зоне видимости запаниковать."
LocPromotionPopupText="<Bullet/> Один заряд на миссию. Выбирайте время с умом, чтобы не страдать от снижения наносимого урона в ближнем бою слишком долго.<br/>"

[RM_BrutalizeBlowback X2AbilityTemplate]
LocFriendlyName="Поврежденная рука"
LocLongDescription="Эта рука была повреждена после зверского рукопашного удара МЭКа, что привело к снижению наносимого урона на -<Ability:BrutalizeBlowback/> ед. при рукопашных атаках."
LocHelpText="Эта рука была повреждена после зверского рукопашного удара МЭКа, что привело к снижению наносимого урона на -<Ability:BrutalizeBlowback/> ед. при рукопашных атаках."


[RM_InTheZone X2AbilityTemplate]
LocFriendlyName="В ударе"
LocLongDescription="Убийство врагов с фланга или без укрытия с помощью оружия: <Ability:WeaponName/>, возвращает очки действия. Не работает с некоторыми способностями."
LocHelpText="Восстанавливает очки действий после убийства цели с фланга/без укрытия."
LocFlyOverText="В ударе"
LocPromotionPopupText="<Bullet/> Способности \"Стрельба на бегу\" и \"Разгон ядра\" не работает со способностью \"В ударе\".<br/>"

[RM_HardenedCore X2AbilityTemplate]
LocFriendlyName="Устойчивое ядро"
LocLongDescription="Солдат МЭК оснащен сверхпрочными, внутренними системами из сплавов что делает его невосприимчивым к критическому урону."
LocHelpText="Иммунитет к критическому урону."
LocFlyOverText="Устойчивое ядро"
LocPromotionPopupText="<Bullet/> Солдат МЭК, полностью невосприимчив к критическим ударам, что в разы повышает его живучесть.<br/>"

[RM_OverclockCore X2AbilityTemplate]
LocFriendlyName="Разгон ядра"
LocLongDescription="Солдат МЭК теперь имеет доступ к своим внутренним системам. Позволяет в обход системы безопасности, разогнать свое ядро до предела, тем самым атаковать всех видимых врагов, пока не кончатся боеприпасы. Однако после атаки, Солдат МЭК будет отключен на весь следующий ход."
LocHelpText="Атакуйте всех видимых врагов (пока есть боеприпасы), а затем отключитесь на следующий ход."
LocFlyOverText="Разгон ядра"
LocPromotionPopupText="<Bullet/> Способность \"Разгон ядра\" требует наличия <Ability:SelfAmmoCost/> ед. боеприпасов и имеет время перезарядки <Ability:SelfCooldown/> ход(а).<br/><Bullet/> Способность \"Разгон ядра\" более эффективна в сочетании с расширенными магазинами, но делает Солдата МЭК уязвимым для вражеских атак, на следующем ходу.<br/>"

[RM_OverheatTrigger X2AbilityTemplate]
LocFriendlyName="Перегрев"
LocLongDescription=Пренебрежение своей системой контроля температуры, привело к отключению брони МЭК из-за избыточного тепла. МЭК отключен или теряет -50 к меткости, если эффект оглушения каким-то образом смягчается или не срабатывает."
LocHelpText="МЭК отключен или очень плохо целиться на этом ходу."
LocFlyOverText="Перегрев!"


[RM_RepairProtocol X2AbilityTemplate]
LocFriendlyName="Ремонт сервоприводов"
LocLongDescription="Солдат МЭК оснащается внутренней версией протокола самовосстановления \"BIT\", что позволяет ему восстанавливать некоторое количество очков здоровья за ход, до заданного лимита."
LocHelpText="Восстанавливает немного очков здоровья за ход, до определенного лимита."
LocFlyOverText="Ремонт сервоприводов"
LocPromotionPopupText="<Bullet/> Изначально, лимит составляет <Ability:RepairProtocol/> очков здоровья за миссию, но увеличивается с уровнем брони МЭК.<br/>"

[RM_MecSteadfast X2AbilityTemplate]
LocFriendlyName="Психическая стойкость"
LocLongDescription="Солдат стал стойким к ужасам войны и становится невосприимчивым к панике."
LocHelpText="Иммунитет к панике."
LocFlyOverText="Психическая стойкость"
LocPromotionPopupText="<Bullet/> Может быть полезно, когда солдат усталый, или стал целью ментальных атак.<br/>"

[RM_SharpArms X2AbilityTemplate]
LocFriendlyName="Якорь снайпера"
LocLongDescription="Солдат МЭК модифицирует свое вооружение, чтобы сделать его более стабильным, и позволяет поражать цели за высоким укрытием с увеличенной меткостью и шансом критического попадания."
LocHelpText="Получите дополнительную меткость и шанс критического удара против целей за высоким укрытием."
LocFlyOverText="Якорь снайпера"
LocPromotionPopupText="<Bullet/> Полезно в сочетании с \"наблюдением\": по врагу, бегущему из-за высокого укрытия, легче попасть.<br/>"



[RM_MecDmgControl X2AbilityTemplate]
LocFriendlyName="Контроль повреждений"
LocLongDescription="Солдат МЭК получает +<Ability:MecDmgControl/> ед. брони каждый раз, когда получает урон. Эффект обновляется каждый раз при атаке врага."
LocHelpText="Получите дополнительную броню при получения урона."
LocFlyOverText="Контроль повреждений"
LocPromotionPopupText="<Bullet/> Способность \"Контроль повреждений\" может значительно повысить выживаемость Солдата МЭК низкого ранга, или улучшить Солдата МЭК высокого ранга.<br/>"

[RM_HammerProtocol X2AbilityTemplate]
LocFriendlyName="Протокол \"Молот\""
LocLongDescription="Солдат МЭК получает модификацию устойчивости к рукопашным атакам. Получает +50% сопротивления атакам ближнего боя и иммунитет к бессознательному состоянию"
LocHelpText="Станьте устойчивым к рукопашным атакам, и невосприимчивым к нокаутам."
LocFlyOverText="Протокол \"Молот\""
LocPromotionPopupText="<Bullet/> Эта способность помогает Солдату МЭК справиться с некоторыми из оставшихся слабостей, которые не были устранены при аугментации.<br/>"

[RM_SelfDefenceProtocol X2AbilityTemplate]
LocFriendlyName="Протокол \"Самооборона\""
LocLongDescription="Бесплатные атаки в ближнем бою против врагов, которые подходят или атакуют с дистанции ближнего боя."
LocHelpText="Бесплатные атаки в ближнем бою против врагов, которые подходят или атакуют с дистанции ближнего боя."
LocFlyOverText="Протокол \"Самооборона\""
LocPromotionPopupText="<Bullet/> Если противник начинает ход в соседней клетке, протокол \"Самооборона\" активируется, когда будет атакован <Ability:ClassName/>.<br/><Bullet/> Если противник начинает ход не на соседней клетке, протокол \"Самооборона\" активируется, когда он подойдет на дистанцию удара.<br/>"

[SDPAttack X2AbilityTemplate]
LocFriendlyName="Протокол \"Самооборона\""
LocLongDescription="Бесплатные атаки в ближнем бою против врагов, которые подходят или атакуют с дистанции ближнего боя."
LocHelpText="Бесплатные атаки в ближнем бою против врагов, которые подходят или атакуют с дистанции ближнего боя."
LocFlyOverText="Протокол \"Самооборона\""
LocPromotionPopupText="<Bullet/> Если противник начинает ход в соседней клетке, протокол \"Самооборона\" активируется, когда будет атакован <Ability:ClassName/>.<br/><Bullet/> Если противник начинает ход не на соседней клетке, протокол \"Самооборона\" активируется, когда он подойдет на дистанцию удара.<br/>"

[RM_CollateralDamage X2AbilityTemplate]
LocFriendlyName="Побочный урон"
LocLongDescription="Выпустить град пуль в указанную точку, который значительно повреждает окружение. Наносит незначительный урон врагам."
LocHelpText="Атака небольшой области, разрушающая или значительно повреждающая укрытия. Противник получает минимальный урон."
LocFlyOverText="Побочный урон"
LocPromotionPopupText="<Bullet/> Способность \"Побочный урон\" требует <Ability:SelfAmmoCost/> ед. боеприпаса и перезаряжается <Ability:SelfCooldown/> ход(а).<br/><Bullet/> Способность \"Побочный урон\" наносит повышенный урон окружающей среде и уничтожает большинство укрытий.<br/>"
LocMissMessage="Промах!"

[RM_KineticStrike X2AbilityTemplate]
LocFriendlyName="Кинетический удар"
LocLongDescription="Атакуйте любого врага в радиусе действия кулаком МЭК."
LocHelpText="Атакуйте любого врага в радиусе действия кулаком МЭК."
LocPromotionPopupText="<Bullet/> Удару не хватает дальности других атак ближнего боя XCOM, но этот недостаток \"Кинетический удара\" компенсируется гораздо большим уроном и стоимостью одного очка действия без завершения хода.<br/>"



[RM_ReactiveArmor X2AbilityTemplate]
LocFriendlyName="Активная броня"
LocLongDescription="Броня Солдата МЭК теперь включает слои реактивной обшивки, дающую бонусную броню, которая масштабируется с техническим уровнем брони МЭК."
LocHelpText="Получите дополнительную броню в зависимости от технического уровня МЭК."
LocFlyOverText="Активная броня"
LocPromotionPopupText="<Bullet/> Несмотря на отсутствие защиты от взрывов, \"Активная броня\" позволяет Солдату МЭК использовать броню, наравне с броней сектопода.<br/>"

[RM_AdvancedFireControl X2AbilityTemplate]
LocFriendlyName="Расширенный огневой контроль"
LocLongDescription="Оружие Солдата МЭК оснащено специальной системой прицеливания, которая обеспечивает более быстрое обнаружение целей, что дает ему бонус <Ability:AFC/>% от меткости к ответным выстрелам."
LocHelpText="Получите дополнительную меткость при ответных выстрелах."
LocFlyOverText="Расширенный огневой контроль"
LocPromotionPopupText="<Bullet/> Способность \"Расширенный огневой контроль\" может сделать Солдата МЭК, специализирующимся на \"наблюдении\", смертоносной силой, пока в их оружии есть боеприпасы.<br/>"

[RM_RelocationServos X2AbilityTemplate]
LocFriendlyName="Штурмовые сервоприводы"
LocLongDescription="Ноги Солдата МЭК оснащены специальными приводами, которые получают энергию от отдачи оружия, позволяя ему перемещаться после обычного выстрела."
LocHelpText="Получите бонусное передвижение после обычного выстрела."
LocFlyOverText="Штурмовые сервоприводы"
LocPromotionPopupText="<Bullet/> Способность \"Штурмовые сервоприводы\" позволяют стрелять а затем двигаться, делая рискованные тактики ведения боя, более безопасными.<br/>"

[RM_RelocationServosPassive X2AbilityTemplate]
LocFriendlyName="Штурмовые сервоприводы"
LocLongDescription="Ноги Солдата МЭК оснащены специальными приводами, которые получают энергию от отдачи оружия, позволяя ему перемещаться после обычного выстрела."
LocHelpText="Получите бонусное передвижение после обычного выстрела."
LocFlyOverText="Штурмовые сервоприводы"
LocPromotionPopupText="<Bullet/> Способность \"Штурмовые сервоприводы\" позволяют стрелять а затем двигаться, делая рискованные тактики ведения боя, более безопасными.<br/>"


;squaddie abilities
[RM_BodyShield X2AbilityTemplate]
LocFriendlyName="Автоматизированный баллистический щит"
LocLongDescription="Тело Солдата МЭК создает щит против ближайшей видимой цели, обеспечивая защиту от попаданий и критических попаданий."
LocHelpText="Ближайшая видимая цель имеет пониженный шанс поразить и нанести критический урон по Солдату МЭК."
LocFlyOverText="Автоматизированный баллистический щит"
LocPromotionPopupText="<Bullet/> Способность\"Автоматизированный баллистический щит\" не работает против странников.<br/>"

[RM_ShockAbsorbers X2AbilityTemplate]
LocFriendlyName="Шоковый амортизатор"
LocLongDescription="<Ability:ClassName/> получает на <Ability:ShockAbsorbers/>% меньше урона от врагов, в диапазоне <Ability:ShockAbsorb_Range/> клеток."
LocHelpText="<Ability:ClassName/> получает меньше урона от врагов на близком расстоянии."
LocFlyOverText="Шоковый амортизатор"

[RM_MecTaunt X2AbilityTemplate]
LocFriendlyName="Провокация"
LocLongDescription="Солдат МЭК провоцирует противников, накладывая на себя метку и увеличивает уклонение на +<Ability:TauntDodge/>."
LocHelpText="Солдат МЭК ставит на себя метку и увеличивает уклонение."
LocFlyOverText="Провокация"
LocPromotionPopupText="<Bullet/> Эффект метки, сделает МЭК высоко-приоритетной целью: будьте осторожны с большим количеством врагов.<br/>"

;random deck abilities
[RM_ExtraConditioning X2AbilityTemplate]
LocFriendlyName="Кибернетизация"
LocLongDescription="Юнит дополнительно усилен боевой кибернетикой, это предоставляет ему дополнительные ОЗ, которые зависят от экипированной брони."
LocHelpText="Получите дополнительные ОЗ в начале миссии."
LocFlyOverText="Кибернетизация"
LocPromotionPopupText="<Bullet/> Способность \"Кибернетизация\" может стать спасением на боевом задании. Однако ОЗ, которые предоставляет эта способность, учитывается в случае боевых ранений.<br/>"

[RM_MecSprinter X2AbilityTemplate]
LocFriendlyName="Подзарядка"
LocLongDescription="Юнит дополнительно усилен боевой кибернетикой и получает +<Ability:MecSprinter/> к мобильности."
LocHelpText="Получите дополнительную мобильность в начале миссии."
LocFlyOverText="Подзарядка"
LocPromotionPopupText="<Bullet/> Способность \"Подзарядка\", в сочетании с другими улучшениями мобильности, позволит выполнять фланговые атаки, которые обычно невозможны.<br/>"

[ShadowOps_DangerZone X2AbilityTemplate]
LocFriendlyName="Опустошение"
LocLongDescription="Радиус поражения ваших гранат и ракет увеличен на 2, а радиус ваших способностей \"Брешь\" и \"Побочный урон\" увеличен на 1."
LocHelpText="Радиус поражения ваших гранат и ракет увеличен на 2, а радиус ваших способностей \"Брешь\" и \"Побочный урон\" увеличен на 1."
LocFlyOverText="Опустошение"
LocPromotionPopupText="<Bullet/> Способность \"Опустошение\" обеспечивает значительное увеличение радиуса поражения гранат и ракет, что позволяет легко поразить несколько врагов и повредить их укрытие.<br/>"

[Supernova X2AbilityTemplate]
LocFriendlyName="Сверхновая"
LocLongDescription="Подбегите к точке назначения, и перегрузите реактор ядра, что нанесет огромный урон всем юнитам поблизости. <Ability:ClassName/> будет оглушен на 1 ход."
LocHelpText="Подбегите к точке назначения, и перегрузите реактор ядра, что нанесет огромный урон всем юнитам поблизости. <Ability:ClassName/> будет оглушен на 1 ход."
LocPromotionPopupText="<Bullet/> Перегрузка реактора ядра, вызывает чудовищную радиационную и электромагнитную вспышку, которая разрушает органику и повреждает технику. <Ability:ClassName/> должен на некоторое время отключиться после взрыва, чтобы оправиться от выброса энергии.<br/><Bullet/> Способность имеет один заряд на миссию.<br/><Bullet/> <Ability:ClassName/> может потратить 1 очко действия чтобы добежать в точку выброса (или 2 для рывка).<br/><Bullet/> Все механические враги в зоне действия способности будут оглушены на два хода.<br/>"

[Nova X2AbilityTemplate]
LocFriendlyName="Нова"
LocLongDescription="Выпустить заряд энергии, нанося урон всем находящимся поблизости юнитам. Эта атака не имеет стоимости или перезарядки, но последовательное использование повреждают солдата."
LocHelpText="Заряд энергии повреждающих все врагов вокруг. Последовательное использование повреждают солдата."
LocPromotionPopupText="<Bullet/> Способность \"Нова\" не требует действий и не имеет перезарядки.<br/><Bullet/> Первая атака \"Новы\" в каждой миссии не наносит повреждений солдату.<br/><Bullet/> Все последующие атаки \"Новой\" будут наносить суммирующиеся <Ability:Nova_Damage/> ед. урона солдату.<br/>"


;character template
[XComMECSoldier X2CharacterTemplate]
strCharacterName="Солдат МЭК"
strCharacterBackgroundMale[0]="Выросший на отдаленной территории <XGParam:StrValue0/!CountryName/>, <XGParam:StrValue1/!FirstName/> изучил искусство выживания в раннем возрасте. Чувствуя уверенность в своих силах, он стремится внести свой вклад в возвращение Земли."
strCharacterBackgroundMale[1]="Люди говорят, что <XGParam:StrValue1/!FirstName/> стал изгоем когда узнал что правительство сдалось пришельцам. По слухам, он провел большую часть своего времени в <XGParam:StrValue0/!CountryName/>, охотясь на инопланетян ради спорта и выгоды."
strCharacterBackgroundMale[2]="<XGParam:StrValue1/!FirstName/> был разлучен со своей семьей во время вторжения. В итоге, большую часть времени он скрывался в <XGParam:StrValue0/!CountryName/>, выживая в одиночку последние несколько лет."
strCharacterBackgroundMale[3]="Родился и вырос в <XGParam:StrValue0/!CountryName/>, <XGParam:StrValue1/!FirstName/> что то вроде чистого листа, без какого либо обучения. Он может быть именно тем новобранцем, который нужен XCOM."
strCharacterBackgroundMale[4]="В войсках ходят слухи, что <XGParam:StrValue1/!FirstName/> на самом деле был осужденным, который до недавнего времени содержался в <XGParam:StrValue0/!CountryName/>. С момента своего освобождения он заработал ужасную репутацию коллекционера трофеев у инопланетян."
strCharacterBackgroundMale[5]="<XGParam:StrValue1/!FirstName/> ведет себя как военный ветеран, но не хочет рассказывать подробности своей прошлой службы в <XGParam:StrValue0/!CountryName/>. Цитата Брэдфорда: \"не трогай проблему, пока проблема не трогает тебя\"."
strCharacterBackgroundMale[6]="Неся службу в составе нерегулярной милиции в <XGParam:StrValue0/!CountryName/>, известные просто как Воины, <XGParam:StrValue1/!FirstName/> был ранен и позже попал в плен к \"Адвенту\". Мы не совсем уверены, почему его не обработали с другими заключенными." 
strCharacterBackgroundMale[7]="Вернувшись в <XGParam:StrValue0/!CountryName/>, <XGParam:StrValue1/!FirstName/> стал предметом слухов, о его участии в тайных военных операциях. У него будет много возможностей проявить себя в ближайшие недели." 
strCharacterBackgroundMale[8]="Сопротивление обеспокоено предположениями о том, что несколько недавних новобранцев могли на самом деле сбежать из тюрьмы строгого режима в <XGParam:StrValue0/!CountryName/>. <XGParam:StrValue1/!FirstName/> находится в их списке возможных задержанных, но на данный момент мы не в состоянии отказать опытным бойцам, независимо от того, где они были."
strCharacterBackgroundMale[9]="<XGParam:StrValue1/!FirstName/> был пойман инопланетными силами за пределами одного из городов, в <XGParam:StrValue0/!CountryName/>. Используя угнанный автомобиль, он по-видимому протаранил одну из охранных вышек \"Адвента\" в надежде обрушить ее. Очевидно это не сработало, но нам нравятся его инстинкты."  
strCharacterBackgroundFemale[0]="Выросшая на отдаленной территории <XGParam:StrValue0/!CountryName/>, <XGParam:StrValue1/!FirstName/> изучила искусство выживания в раннем возрасте. Чувствуя уверенность в своих силах, она стремится внести свой вклад в возвращение Земли."
strCharacterBackgroundFemale[1]="Люди говорят, что <XGParam:StrValue1/!FirstName/> стала изгоем когда узнала что правительство сдалось пришельцам. По слухам, она провела большую часть своего времени в <XGParam:StrValue0/!CountryName/>, охотясь на инопланетян ради спорта и выгоды."
strCharacterBackgroundFemale[2]="<XGParam:StrValue1/!FirstName/> была разлучена со своей семьей во время вторжения. В итоге, большую часть времени она скрывалась в <XGParam:StrValue0/!CountryName/>, выживая в одиночку последние несколько лет."
strCharacterBackgroundFemale[3]="Родилась и выросла в <XGParam:StrValue0/!CountryName/>, <XGParam:StrValue1/!FirstName/> что то вроде чистого листа, без какого либо обучения. Она может быть именно тем новобранцем, который нужен XCOM." 
strCharacterBackgroundFemale[4]="В войсках ходят слухи, что <XGParam:StrValue1/!FirstName/> на самом деле была осужденной, которая до недавнего времени содержалась в <XGParam:StrValue0/!CountryName/>. С момента своего освобождения она заработала ужасную репутацию коллекционера трофеев у инопланетян." 
strCharacterBackgroundFemale[5]="<XGParam:StrValue1/!FirstName/> ведет себя как военный ветеран, но не хочет рассказывать подробности своей прошлой службы в <XGParam:StrValue0/!CountryName/>. Цитата Брэдфорда: \"не трогай проблему, пока проблема не трогает тебя\"."
strCharacterBackgroundFemale[6]="Неся службу в составе нерегулярной милиции в <XGParam:StrValue0/!CountryName/> известные просто как Воины, <XGParam:StrValue1/!FirstName/> была ранена и позже попала в плен к \"Адвенту\". Мы не совсем уверены, почему ее не обработали с другими заключенными." 
strCharacterBackgroundFemale[7]="Вернувшись в <XGParam:StrValue0/!CountryName/>, <XGParam:StrValue1/!FirstName/> стала предметом слухов, о ее участии в тайных военных операциях. У нее будет много возможностей проявить себя в ближайшие недели." 
strCharacterBackgroundFemale[8]="Сопротивление обеспокоено предположениями о том, что несколько недавних новобранцев могли на самом деле сбежать из тюрьмы строгого режима в <XGParam:StrValue0/!CountryName/>. <XGParam:StrValue1/!FirstName/> находится в их списке возможных задержанных, но на данный момент мы не в состоянии отказать опытным бойцам, независимо от того, где они были."
strCharacterBackgroundFemale[9]="<XGParam:StrValue1/!FirstName/> была поймана инопланетными силами за пределами одного из городов, в <XGParam:StrValue0/!CountryName/>. Используя угнанный автомобиль, она по-видимому протаранила одну из охранных вышек \"Адвента\" в надежде обрушить ее. Очевидно это не сработало, но нам нравятся ее инстинкты." 



;class text
[RM_DefaultMecTrooper X2SoldierClassTemplate]
DisplayName="МЭК Поддержки"
ClassSummary="Комбинация человека и машины, МЭК Поддержки специализируется на взломе систем и механических устройств \"Адвента\", а также на прикрытии огнем."
LeftAbilityTreeTitle="Перепрограммирование"
RightAbilityTreeTitle="Давление"

AbilityTreeTitles[0]="Перепрограммирование"
AbilityTreeTitles[1]="Защитник"
AbilityTreeTitles[2]="Давление"
AbilityTreeTitles[3]="XCOM"


RandomNickNames[0]="Роок"
RandomNickNames[1]="Бишоп"
RandomNickNames[2]="Драгун"
RandomNickNames[3]="Мирмидон"
RandomNickNames[4]="Гоплит"
RandomNickNames[5]="Центурион"
RandomNickNames[6]="Преторианец"
RandomNickNames[7]="Саблезубый"
RandomNickNames[8]="Ягер"
RandomNickNames[9]="Вектор"
RandomNickNames[10]="Титан"
RandomNickNames[11]="Клеймор"
RandomNickNames[12]="Фальшион"
RandomNickNames[13]="Рапира"
RandomNickNames[14]="Утренняя звезда"
RandomNickNames[15]="Глефа"
RandomNickNames[16]="Алебарда"
RandomNickNames[17]="Джавелин"
RandomNickNames[18]="Джагернаут"
RandomNickNames[19]="Масамунэ"
RandomNickNames[20]="Экскалибур"
RandomNickNames[21]="Гунгнир"
RandomNickNames[22]="Мьельнир"
RandomNickNames[23]="Гладиус"
RandomNickNames[24]="Скимитар"
RandomNickNames[25]="Трезубец"
RandomNickNames[26]="Коса"
RandomNickNames[27]="Серп"
RandomNickNames[28]="Расхититель"
RandomNickNames[29]="Разрушитель"
RandomNickNames[30]="Терминатор"
RandomNickNames[31]="Ржавчина"
RandomNickNames[32]="Дробилка"
RandomNickNames[33]="Хранитель"
RandomNickNames[34]="Мусорщик"
RandomNickNames[35]="Скальпель"


;ALPHABETICAL ORDER
RandomNickNames_Male[0]="Большой папа"
RandomNickNames_Male[1]="Железный человек"
RandomNickNames_Male[2]="Погрузчик"
RandomNickNames_Male[3]="Голем"
RandomNickNames_Male[4]="Калибан"
RandomNickNames_Male[5]="Дюк"

;ALPHABETICAL ORDER
RandomNickNames_Female[0]="Анафема"
RandomNickNames_Female[1]="Герцогиня"
RandomNicknames_Female[2]="Железная леди"
RandomNicknames_Female[3]="Железная дева"
RandomNicknames_Female[4]="Дева щита"
RandomNickNames_Female[5]="Валькирия"
RandomNickNames_Female[6]="Старшая сестра"

;ALPHABETICAL ORDER
PhotoboothSoloBLines_Male[0]="Мой кулак ломает кости!"
PhotoboothSoloBLines_Male[1]="Этот плохой мальчик может выдержать много ударов."
PhotoboothSoloBLines_Male[2]="Этот МЭК убивает инопланетян!"
PhotoboothSoloBLines_Male[3]="Ему не нужно укрытие!"
PhotoboothSoloBLines_Male[4]="Пушка. Кулаки. Все инопланетяне умрут!"

PhotoboothSoloBLines_Female[0]="Мой кулак ломает кости!"
PhotoboothSoloBLines_Female[1]="Эта плохая девочка может выдержать много ударов."
PhotoboothSoloBLines_Female[2]="Этот МЭК убивает инопланетян!"
PhotoboothSoloBLines_Female[3]="Ему не нужно укрытие!"
PhotoboothSoloBLines_Female[4]="Пушка. Кулаки. Все инопланетяне умрут!"

[RM_CannonMecTrooper X2SoldierClassTemplate]
DisplayName="МЭК Разрушитель"
ClassSummary="Слияние человека и машины, Тяжелый МЭК специализируется на длительных перестрелках и отлично справляется с разрушением укрытий"
LeftAbilityTreeTitle="Сегун"
RightAbilityTreeTitle="Голиаф"

AbilityTreeTitles[0]="Сегун"
AbilityTreeTitles[1]="Валькирия"
AbilityTreeTitles[2]="Голиаф"
AbilityTreeTitles[3]="XCOM"


RandomNickNames[0]="Роок"
RandomNickNames[1]="Бишоп"
RandomNickNames[2]="Драгун"
RandomNickNames[3]="Мирмидон"
RandomNickNames[4]="Гоплит"
RandomNickNames[5]="Центурион"
RandomNickNames[6]="Преторианец"
RandomNickNames[7]="Саблезубый"
RandomNickNames[8]="Ягер"
RandomNickNames[9]="Вектор"
RandomNickNames[10]="Титан"
RandomNickNames[11]="Клеймор"
RandomNickNames[12]="Фальшион"
RandomNickNames[13]="Рапира"
RandomNickNames[14]="Утренняя звезда"
RandomNickNames[15]="Глефа"
RandomNickNames[16]="Алебарда"
RandomNickNames[17]="Джавелин"
RandomNickNames[18]="Джагернаут"
RandomNickNames[19]="Масамунэ"
RandomNickNames[20]="Экскалибур"
RandomNickNames[21]="Гунгнир"
RandomNickNames[22]="Мьельнир"
RandomNickNames[23]="Гладиус"
RandomNickNames[24]="Скимитар"
RandomNickNames[25]="Трезубец"
RandomNickNames[26]="Коса"
RandomNickNames[27]="Серп"
RandomNickNames[28]="Расхититель"
RandomNickNames[29]="Разрушитель"
RandomNickNames[30]="Терминатор"
RandomNickNames[31]="Ржавчина"
RandomNickNames[32]="Дробилка"
RandomNickNames[33]="Хранитель"
RandomNickNames[34]="Мусорщик"
RandomNickNames[35]="Скальпель"


;ALPHABETICAL ORDER
RandomNickNames_Male[0]="Большой папа"
RandomNickNames_Male[1]="Железный человек"
RandomNickNames_Male[2]="Погрузчик"
RandomNickNames_Male[3]="Голем"
RandomNickNames_Male[4]="Калибан"
RandomNickNames_Male[5]="Дюк"

;ALPHABETICAL ORDER
RandomNickNames_Female[0]="Анафема"
RandomNickNames_Female[1]="Герцогиня"
RandomNicknames_Female[2]="Железная леди"
RandomNicknames_Female[3]="Железная дева"
RandomNicknames_Female[4]="Дева щита"
RandomNickNames_Female[5]="Валькирия"
RandomNickNames_Female[6]="Старшая сестра"

;ALPHABETICAL ORDER
PhotoboothSoloBLines_Male[0]="Мой кулак ломает кости!"
PhotoboothSoloBLines_Male[1]="Этот плохой мальчик может выдержать много ударов."
PhotoboothSoloBLines_Male[2]="Этот МЭК убивает инопланетян!"
PhotoboothSoloBLines_Male[3]="Ему не нужно укрытие!"
PhotoboothSoloBLines_Male[4]="Пушка. Кулаки. Все инопланетяне умрут!"

PhotoboothSoloBLines_Female[0]="Мой кулак ломает кости!"
PhotoboothSoloBLines_Female[1]="Эта плохая девочка может выдержать много ударов."
PhotoboothSoloBLines_Female[2]="Этот МЭК убивает инопланетян!"
PhotoboothSoloBLines_Female[3]="Ему не нужно укрытие!"
PhotoboothSoloBLines_Female[4]="Пушка. Кулаки. Все инопланетяне умрут!"


[RM_SniperMecTrooper X2SoldierClassTemplate]
DisplayName="МЭК Снайпер"
ClassSummary="Слияние человека и машины, МЭК Снайпер специализируется на точной стрельбе из далека, а также помогают остальным членам отряда поражать свои цели."
LeftAbilityTreeTitle="Корректировщик"
RightAbilityTreeTitle="Лучник"

AbilityTreeTitles[0]="Корректировщик"
AbilityTreeTitles[1]="Ягер"
AbilityTreeTitles[2]="Лучник"
AbilityTreeTitles[3]="XCOM"


RandomNickNames[0]="Роок"
RandomNickNames[1]="Бишоп"
RandomNickNames[2]="Драгун"
RandomNickNames[3]="Мирмидон"
RandomNickNames[4]="Гоплит"
RandomNickNames[5]="Центурион"
RandomNickNames[6]="Преторианец"
RandomNickNames[7]="Саблезубый"
RandomNickNames[8]="Ягер"
RandomNickNames[9]="Вектор"
RandomNickNames[10]="Титан"
RandomNickNames[11]="Клеймор"
RandomNickNames[12]="Фальшион"
RandomNickNames[13]="Рапира"
RandomNickNames[14]="Утренняя звезда"
RandomNickNames[15]="Глефа"
RandomNickNames[16]="Алебарда"
RandomNickNames[17]="Джавелин"
RandomNickNames[18]="Джагернаут"
RandomNickNames[19]="Масамунэ"
RandomNickNames[20]="Экскалибур"
RandomNickNames[21]="Гунгнир"
RandomNickNames[22]="Мьельнир"
RandomNickNames[23]="Гладиус"
RandomNickNames[24]="Скимитар"
RandomNickNames[25]="Трезубец"
RandomNickNames[26]="Коса"
RandomNickNames[27]="Серп"
RandomNickNames[28]="Расхититель"
RandomNickNames[29]="Разрушитель"
RandomNickNames[30]="Терминатор"
RandomNickNames[31]="Ржавчина"
RandomNickNames[32]="Дробилка"
RandomNickNames[33]="Хранитель"
RandomNickNames[34]="Мусорщик"
RandomNickNames[35]="Скальпель"


;ALPHABETICAL ORDER
RandomNickNames_Male[0]="Большой папа"
RandomNickNames_Male[1]="Железный человек"
RandomNickNames_Male[2]="Погрузчик"
RandomNickNames_Male[3]="Голем"
RandomNickNames_Male[4]="Калибан"
RandomNickNames_Male[5]="Дюк"

;ALPHABETICAL ORDER
RandomNickNames_Female[0]="Анафема"
RandomNickNames_Female[1]="Герцогиня"
RandomNicknames_Female[2]="Железная леди"
RandomNicknames_Female[3]="Железная дева"
RandomNicknames_Female[4]="Дева щита"
RandomNickNames_Female[5]="Валькирия"
RandomNickNames_Female[6]="Старшая сестра"

;ALPHABETICAL ORDER
PhotoboothSoloBLines_Male[0]="Мой кулак ломает кости!"
PhotoboothSoloBLines_Male[1]="Этот плохой мальчик может выдержать много ударов."
PhotoboothSoloBLines_Male[2]="Этот МЭК убивает инопланетян!"
PhotoboothSoloBLines_Male[3]="Ему не нужно укрытие!"
PhotoboothSoloBLines_Male[4]="Пушка. Кулаки. Все инопланетяне умрут!"

PhotoboothSoloBLines_Female[0]="Мой кулак ломает кости!"
PhotoboothSoloBLines_Female[1]="Эта плохая девочка может выдержать много ударов."
PhotoboothSoloBLines_Female[2]="Этот МЭК убивает инопланетян!"
PhotoboothSoloBLines_Female[3]="Ему не нужно укрытие!"
PhotoboothSoloBLines_Female[4]="Пушка. Кулаки. Все инопланетяне умрут!"



[RM_ShotgunMecTrooper X2SoldierClassTemplate]
DisplayName="МЭК Штурмовик"
ClassSummary="Слияние человека и машины, МЭК Штурмовик, специализируется на быстром сокращении дистанции и поражении врагов с близкого расстояния."
LeftAbilityTreeTitle="Воин"
RightAbilityTreeTitle="Следопыт"

AbilityTreeTitles[0]="Воин"
AbilityTreeTitles[1]="Мародер"
AbilityTreeTitles[2]="Следопыт"
AbilityTreeTitles[3]="XCOM"


RandomNickNames[0]="Роок"
RandomNickNames[1]="Бишоп"
RandomNickNames[2]="Драгун"
RandomNickNames[3]="Мирмидон"
RandomNickNames[4]="Гоплит"
RandomNickNames[5]="Центурион"
RandomNickNames[6]="Преторианец"
RandomNickNames[7]="Саблезубый"
RandomNickNames[8]="Ягер"
RandomNickNames[9]="Вектор"
RandomNickNames[10]="Титан"
RandomNickNames[11]="Клеймор"
RandomNickNames[12]="Фальшион"
RandomNickNames[13]="Рапира"
RandomNickNames[14]="Утренняя звезда"
RandomNickNames[15]="Глефа"
RandomNickNames[16]="Алебарда"
RandomNickNames[17]="Джавелин"
RandomNickNames[18]="Джагернаут"
RandomNickNames[19]="Масамунэ"
RandomNickNames[20]="Экскалибур"
RandomNickNames[21]="Гунгнир"
RandomNickNames[22]="Мьельнир"
RandomNickNames[23]="Гладиус"
RandomNickNames[24]="Скимитар"
RandomNickNames[25]="Трезубец"
RandomNickNames[26]="Коса"
RandomNickNames[27]="Серп"
RandomNickNames[28]="Расхититель"
RandomNickNames[29]="Разрушитель"
RandomNickNames[30]="Терминатор"
RandomNickNames[31]="Ржавчина"
RandomNickNames[32]="Дробилка"
RandomNickNames[33]="Хранитель"
RandomNickNames[34]="Мусорщик"
RandomNickNames[35]="Скальпель"


;ALPHABETICAL ORDER
RandomNickNames_Male[0]="Большой папа"
RandomNickNames_Male[1]="Железный человек"
RandomNickNames_Male[2]="Погрузчик"
RandomNickNames_Male[3]="Голем"
RandomNickNames_Male[4]="Калибан"
RandomNickNames_Male[5]="Дюк"

;ALPHABETICAL ORDER
RandomNickNames_Female[0]="Анафема"
RandomNickNames_Female[1]="Герцогиня"
RandomNicknames_Female[2]="Железная леди"
RandomNicknames_Female[3]="Железная дева"
RandomNicknames_Female[4]="Дева щита"
RandomNickNames_Female[5]="Валькирия"
RandomNickNames_Female[6]="Старшая сестра"

;ALPHABETICAL ORDER
PhotoboothSoloBLines_Male[0]="Мой кулак ломает кости!"
PhotoboothSoloBLines_Male[1]="Этот плохой мальчик может выдержать много ударов."
PhotoboothSoloBLines_Male[2]="Этот МЭК убивает инопланетян!"
PhotoboothSoloBLines_Male[3]="Ему не нужно укрытие!"
PhotoboothSoloBLines_Male[4]="Пушка. Кулаки. Все инопланетяне умрут!"

PhotoboothSoloBLines_Female[0]="Мой кулак ломает кости!"
PhotoboothSoloBLines_Female[1]="Эта плохая девочка может выдержать много ударов."
PhotoboothSoloBLines_Female[2]="Этот МЭК убивает инопланетян!"
PhotoboothSoloBLines_Female[3]="Ему не нужно укрытие!"
PhotoboothSoloBLines_Female[4]="Пушка. Кулаки. Все инопланетяне умрут!"

[RM_ChemthrowerMecTrooper X2SoldierClassTemplate]
DisplayName="МЭК Поджигатель"
ClassSummary="Слияние человека и машины, МЭК Поджигатель, специализируется на использовании огнемета для уничтожения или ослабления групп врагов, а также несет большее количество канистр."
LeftAbilityTreeTitle="Растопщик"
RightAbilityTreeTitle="Гидра"

AbilityTreeTitles[0]="Растопщик"
AbilityTreeTitles[1]="Маньяк"
AbilityTreeTitles[2]="Гидра"
AbilityTreeTitles[3]="XCOM"


RandomNickNames[0]="Роок"
RandomNickNames[1]="Бишоп"
RandomNickNames[2]="Драгун"
RandomNickNames[3]="Мирмидон"
RandomNickNames[4]="Гоплит"
RandomNickNames[5]="Центурион"
RandomNickNames[6]="Преторианец"
RandomNickNames[7]="Саблезубый"
RandomNickNames[8]="Ягер"
RandomNickNames[9]="Вектор"
RandomNickNames[10]="Титан"
RandomNickNames[11]="Клеймор"
RandomNickNames[12]="Фальшион"
RandomNickNames[13]="Рапира"
RandomNickNames[14]="Утренняя звезда"
RandomNickNames[15]="Глефа"
RandomNickNames[16]="Алебарда"
RandomNickNames[17]="Джавелин"
RandomNickNames[18]="Джагернаут"
RandomNickNames[19]="Масамунэ"
RandomNickNames[20]="Экскалибур"
RandomNickNames[21]="Гунгнир"
RandomNickNames[22]="Мьельнир"
RandomNickNames[23]="Гладиус"
RandomNickNames[24]="Скимитар"
RandomNickNames[25]="Трезубец"
RandomNickNames[26]="Коса"
RandomNickNames[27]="Серп"
RandomNickNames[28]="Расхититель"
RandomNickNames[29]="Разрушитель"
RandomNickNames[30]="Терминатор"
RandomNickNames[31]="Ржавчина"
RandomNickNames[32]="Дробилка"
RandomNickNames[33]="Хранитель"
RandomNickNames[34]="Мусорщик"
RandomNickNames[35]="Скальпель"


;ALPHABETICAL ORDER
RandomNickNames_Male[0]="Большой папа"
RandomNickNames_Male[1]="Железный человек"
RandomNickNames_Male[2]="Погрузчик"
RandomNickNames_Male[3]="Голем"
RandomNickNames_Male[4]="Калибан"
RandomNickNames_Male[5]="Дюк"

;ALPHABETICAL ORDER
RandomNickNames_Female[0]="Анафема"
RandomNickNames_Female[1]="Герцогиня"
RandomNicknames_Female[2]="Железная леди"
RandomNicknames_Female[3]="Железная дева"
RandomNicknames_Female[4]="Дева щита"
RandomNickNames_Female[5]="Валькирия"
RandomNickNames_Female[6]="Старшая сестра"

;ALPHABETICAL ORDER
PhotoboothSoloBLines_Male[0]="Мой кулак ломает кости!"
PhotoboothSoloBLines_Male[1]="Этот плохой мальчик может выдержать много ударов."
PhotoboothSoloBLines_Male[2]="Этот МЭК убивает инопланетян!"
PhotoboothSoloBLines_Male[3]="Ему не нужно укрытие!"
PhotoboothSoloBLines_Male[4]="Пушка. Кулаки. Все инопланетяне умрут!"

PhotoboothSoloBLines_Female[0]="Мой кулак ломает кости!"
PhotoboothSoloBLines_Female[1]="Эта плохая девочка может выдержать много ударов."
PhotoboothSoloBLines_Female[2]="Этот МЭК убивает инопланетян!"
PhotoboothSoloBLines_Female[3]="Ему не нужно укрытие!"
PhotoboothSoloBLines_Female[4]="Пушка. Кулаки. Все инопланетяне умрут!"

[RM_ShieldMecTrooper X2SoldierClassTemplate]
DisplayName="МЭК Защитник"
ClassSummary=Слияние человека и машины, МЭК Защитник специализируется на использовании щита, чтобы блокировать атаки противника и обеспечивать безопасность остальной части отряда."
LeftAbilityTreeTitle="Фортификация"
RightAbilityTreeTitle="Дикость"

AbilityTreeTitles[0]="Фортификация"
AbilityTreeTitles[1]="Сокрушитель"
AbilityTreeTitles[2]="Дикость"
AbilityTreeTitles[3]="XCOM"


RandomNickNames[0]="Роок"
RandomNickNames[1]="Бишоп"
RandomNickNames[2]="Драгун"
RandomNickNames[3]="Мирмидон"
RandomNickNames[4]="Гоплит"
RandomNickNames[5]="Центурион"
RandomNickNames[6]="Преторианец"
RandomNickNames[7]="Саблезубый"
RandomNickNames[8]="Ягер"
RandomNickNames[9]="Вектор"
RandomNickNames[10]="Титан"
RandomNickNames[11]="Клеймор"
RandomNickNames[12]="Фальшион"
RandomNickNames[13]="Рапира"
RandomNickNames[14]="Утренняя звезда"
RandomNickNames[15]="Глефа"
RandomNickNames[16]="Алебарда"
RandomNickNames[17]="Джавелин"
RandomNickNames[18]="Джагернаут"
RandomNickNames[19]="Масамунэ"
RandomNickNames[20]="Экскалибур"
RandomNickNames[21]="Гунгнир"
RandomNickNames[22]="Мьельнир"
RandomNickNames[23]="Гладиус"
RandomNickNames[24]="Скимитар"
RandomNickNames[25]="Трезубец"
RandomNickNames[26]="Коса"
RandomNickNames[27]="Серп"
RandomNickNames[28]="Расхититель"
RandomNickNames[29]="Разрушитель"
RandomNickNames[30]="Терминатор"
RandomNickNames[31]="Ржавчина"
RandomNickNames[32]="Дробилка"
RandomNickNames[33]="Хранитель"
RandomNickNames[34]="Мусорщик"
RandomNickNames[35]="Скальпель"


;ALPHABETICAL ORDER
RandomNickNames_Male[0]="Большой папа"
RandomNickNames_Male[1]="Железный человек"
RandomNickNames_Male[2]="Погрузчик"
RandomNickNames_Male[3]="Голем"
RandomNickNames_Male[4]="Калибан"
RandomNickNames_Male[5]="Дюк"

;ALPHABETICAL ORDER
RandomNickNames_Female[0]="Анафема"
RandomNickNames_Female[1]="Герцогиня"
RandomNicknames_Female[2]="Железная леди"
RandomNicknames_Female[3]="Железная дева"
RandomNicknames_Female[4]="Дева щита"
RandomNickNames_Female[5]="Валькирия"
RandomNickNames_Female[6]="Старшая сестра"

;ALPHABETICAL ORDER
PhotoboothSoloBLines_Male[0]="Мой кулак ломает кости!"
PhotoboothSoloBLines_Male[1]="Этот плохой мальчик может выдержать много ударов."
PhotoboothSoloBLines_Male[2]="Этот МЭК убивает инопланетян!"
PhotoboothSoloBLines_Male[3]="Ему не нужно укрытие!"
PhotoboothSoloBLines_Male[4]="Пушка. Кулаки. Все инопланетяне умрут!"

PhotoboothSoloBLines_Female[0]="Мой кулак ломает кости!"
PhotoboothSoloBLines_Female[1]="Эта плохая девочка может выдержать много ударов."
PhotoboothSoloBLines_Female[2]="Этот МЭК убивает инопланетян!"
PhotoboothSoloBLines_Female[3]="Ему не нужно укрытие!"
PhotoboothSoloBLines_Female[4]="Пушка. Кулаки. Все инопланетяне умрут!"

[RM_ReaperMecTrooper X2SoldierClassTemplate]
DisplayName="МЭК Жнец"
ClassSummary="Слияние человека и машины, МЭК Жнец специализируется на скрытности и уничтожении противника."
LeftAbilityTreeTitle="Скрытность"
RightAbilityTreeTitle="Стрелок"

AbilityTreeTitles[0]="Скрытность"
AbilityTreeTitles[1]="Саботаж"
AbilityTreeTitles[2]="Стрелок"
AbilityTreeTitles[3]="XCOM"


RandomNickNames[0]="Роок"
RandomNickNames[1]="Бишоп"
RandomNickNames[2]="Драгун"
RandomNickNames[3]="Мирмидон"
RandomNickNames[4]="Гоплит"
RandomNickNames[5]="Центурион"
RandomNickNames[6]="Преторианец"
RandomNickNames[7]="Саблезубый"
RandomNickNames[8]="Ягер"
RandomNickNames[9]="Вектор"
RandomNickNames[10]="Титан"
RandomNickNames[11]="Клеймор"
RandomNickNames[12]="Фальшион"
RandomNickNames[13]="Рапира"
RandomNickNames[14]="Утренняя звезда"
RandomNickNames[15]="Глефа"
RandomNickNames[16]="Алебарда"
RandomNickNames[17]="Джавелин"
RandomNickNames[18]="Джагернаут"
RandomNickNames[19]="Масамунэ"
RandomNickNames[20]="Экскалибур"
RandomNickNames[21]="Гунгнир"
RandomNickNames[22]="Мьельнир"
RandomNickNames[23]="Гладиус"
RandomNickNames[24]="Скимитар"
RandomNickNames[25]="Трезубец"
RandomNickNames[26]="Коса"
RandomNickNames[27]="Серп"
RandomNickNames[28]="Расхититель"
RandomNickNames[29]="Разрушитель"
RandomNickNames[30]="Терминатор"
RandomNickNames[31]="Ржавчина"
RandomNickNames[32]="Дробилка"
RandomNickNames[33]="Хранитель"
RandomNickNames[34]="Мусорщик"
RandomNickNames[35]="Скальпель"


;ALPHABETICAL ORDER
RandomNickNames_Male[0]="Большой папа"
RandomNickNames_Male[1]="Железный человек"
RandomNickNames_Male[2]="Погрузчик"
RandomNickNames_Male[3]="Голем"
RandomNickNames_Male[4]="Калибан"
RandomNickNames_Male[5]="Дюк"

;ALPHABETICAL ORDER
RandomNickNames_Female[0]="Анафема"
RandomNickNames_Female[1]="Герцогиня"
RandomNicknames_Female[2]="Железная леди"
RandomNicknames_Female[3]="Железная дева"
RandomNicknames_Female[4]="Дева щита"
RandomNickNames_Female[5]="Валькирия"
RandomNickNames_Female[6]="Старшая сестра"

;ALPHABETICAL ORDER
PhotoboothSoloBLines_Male[0]="Мой кулак ломает кости!"
PhotoboothSoloBLines_Male[1]="Этот плохой мальчик может выдержать много ударов."
PhotoboothSoloBLines_Male[2]="Этот МЭК убивает инопланетян!"
PhotoboothSoloBLines_Male[3]="Ему не нужно укрытие!"
PhotoboothSoloBLines_Male[4]="Пушка. Кулаки. Все инопланетяне умрут!"

PhotoboothSoloBLines_Female[0]="Мой кулак ломает кости!"
PhotoboothSoloBLines_Female[1]="Эта плохая девочка может выдержать много ударов."
PhotoboothSoloBLines_Female[2]="Этот МЭК убивает инопланетян!"
PhotoboothSoloBLines_Female[3]="Ему не нужно укрытие!"
PhotoboothSoloBLines_Female[4]="Пушка. Кулаки. Все инопланетяне умрут!"



[RM_SkirmisherMecTrooper X2SoldierClassTemplate]
DisplayName="МЭК Заступник"
ClassSummary="Слияние человека и машины, МЭК Заступник, специалист в боях на передовой и безжалостных атаках с фланга."
LeftAbilityTreeTitle="Гусар"
RightAbilityTreeTitle="Тактик"

AbilityTreeTitles[0]="Гусар"
AbilityTreeTitles[1]="Судья"
AbilityTreeTitles[2]="Тактик"
AbilityTreeTitles[3]="XCOM"


RandomNickNames[0]="Роок"
RandomNickNames[1]="Бишоп"
RandomNickNames[2]="Драгун"
RandomNickNames[3]="Мирмидон"
RandomNickNames[4]="Гоплит"
RandomNickNames[5]="Центурион"
RandomNickNames[6]="Преторианец"
RandomNickNames[7]="Саблезубый"
RandomNickNames[8]="Ягер"
RandomNickNames[9]="Вектор"
RandomNickNames[10]="Титан"
RandomNickNames[11]="Клеймор"
RandomNickNames[12]="Фальшион"
RandomNickNames[13]="Рапира"
RandomNickNames[14]="Утренняя звезда"
RandomNickNames[15]="Глефа"
RandomNickNames[16]="Алебарда"
RandomNickNames[17]="Джавелин"
RandomNickNames[18]="Джагернаут"
RandomNickNames[19]="Масамунэ"
RandomNickNames[20]="Экскалибур"
RandomNickNames[21]="Гунгнир"
RandomNickNames[22]="Мьельнир"
RandomNickNames[23]="Гладиус"
RandomNickNames[24]="Скимитар"
RandomNickNames[25]="Трезубец"
RandomNickNames[26]="Коса"
RandomNickNames[27]="Серп"
RandomNickNames[28]="Расхититель"
RandomNickNames[29]="Разрушитель"
RandomNickNames[30]="Терминатор"
RandomNickNames[31]="Ржавчина"
RandomNickNames[32]="Дробилка"
RandomNickNames[33]="Хранитель"
RandomNickNames[34]="Мусорщик"
RandomNickNames[35]="Скальпель"


;ALPHABETICAL ORDER
RandomNickNames_Male[0]="Большой папа"
RandomNickNames_Male[1]="Железный человек"
RandomNickNames_Male[2]="Погрузчик"
RandomNickNames_Male[3]="Голем"
RandomNickNames_Male[4]="Калибан"
RandomNickNames_Male[5]="Дюк"

;ALPHABETICAL ORDER
RandomNickNames_Female[0]="Анафема"
RandomNickNames_Female[1]="Герцогиня"
RandomNicknames_Female[2]="Железная леди"
RandomNicknames_Female[3]="Железная дева"
RandomNicknames_Female[4]="Дева щита"
RandomNickNames_Female[5]="Валькирия"
RandomNickNames_Female[6]="Старшая сестра"

;ALPHABETICAL ORDER
PhotoboothSoloBLines_Male[0]="Мой кулак ломает кости!"
PhotoboothSoloBLines_Male[1]="Этот плохой мальчик может выдержать много ударов."
PhotoboothSoloBLines_Male[2]="Этот МЭК убивает инопланетян!"
PhotoboothSoloBLines_Male[3]="Ему не нужно укрытие!"
PhotoboothSoloBLines_Male[4]="Пушка. Кулаки. Все инопланетяне умрут!"

PhotoboothSoloBLines_Female[0]="Мой кулак ломает кости!"
PhotoboothSoloBLines_Female[1]="Эта плохая девочка может выдержать много ударов."
PhotoboothSoloBLines_Female[2]="Этот МЭК убивает инопланетян!"
PhotoboothSoloBLines_Female[3]="Ему не нужно укрытие!"
PhotoboothSoloBLines_Female[4]="Пушка. Кулаки. Все инопланетяне умрут!"

[RM_TemplarMecTrooper X2SoldierClassTemplate]
DisplayName="МЭК Храмовник"
ClassSummary="Слияние человека и машины, МЭК Храмовник специализируется на рукопашном бое и электрических атаках с помощью \"Гремлина\". Он также сохраняет некоторую связь с псионикой."
LeftAbilityTreeTitle="Усиленный кулак"
RightAbilityTreeTitle="Мудрец"

AbilityTreeTitles[0]="Усиленный кулак"
AbilityTreeTitles[1]="Динамо"
AbilityTreeTitles[2]="Мудрец"
AbilityTreeTitles[3]="XCOM"


RandomNickNames[0]="Роок"
RandomNickNames[1]="Бишоп"
RandomNickNames[2]="Драгун"
RandomNickNames[3]="Мирмидон"
RandomNickNames[4]="Гоплит"
RandomNickNames[5]="Центурион"
RandomNickNames[6]="Преторианец"
RandomNickNames[7]="Саблезубый"
RandomNickNames[8]="Ягер"
RandomNickNames[9]="Вектор"
RandomNickNames[10]="Титан"
RandomNickNames[11]="Клеймор"
RandomNickNames[12]="Фальшион"
RandomNickNames[13]="Рапира"
RandomNickNames[14]="Утренняя звезда"
RandomNickNames[15]="Глефа"
RandomNickNames[16]="Алебарда"
RandomNickNames[17]="Джавелин"
RandomNickNames[18]="Джагернаут"
RandomNickNames[19]="Масамунэ"
RandomNickNames[20]="Экскалибур"
RandomNickNames[21]="Гунгнир"
RandomNickNames[22]="Мьельнир"
RandomNickNames[23]="Гладиус"
RandomNickNames[24]="Скимитар"
RandomNickNames[25]="Трезубец"
RandomNickNames[26]="Коса"
RandomNickNames[27]="Серп"
RandomNickNames[28]="Расхититель"
RandomNickNames[29]="Разрушитель"
RandomNickNames[30]="Терминатор"
RandomNickNames[31]="Ржавчина"
RandomNickNames[32]="Дробилка"
RandomNickNames[33]="Хранитель"
RandomNickNames[34]="Мусорщик"
RandomNickNames[35]="Скальпель"


;ALPHABETICAL ORDER
RandomNickNames_Male[0]="Большой папа"
RandomNickNames_Male[1]="Железный человек"
RandomNickNames_Male[2]="Погрузчик"
RandomNickNames_Male[3]="Голем"
RandomNickNames_Male[4]="Калибан"
RandomNickNames_Male[5]="Дюк"

;ALPHABETICAL ORDER
RandomNickNames_Female[0]="Анафема"
RandomNickNames_Female[1]="Герцогиня"
RandomNicknames_Female[2]="Железная леди"
RandomNicknames_Female[3]="Железная дева"
RandomNicknames_Female[4]="Дева щита"
RandomNickNames_Female[5]="Валькирия"
RandomNickNames_Female[6]="Старшая сестра"

;ALPHABETICAL ORDER
PhotoboothSoloBLines_Male[0]="Мой кулак ломает кости!"
PhotoboothSoloBLines_Male[1]="Этот плохой мальчик может выдержать много ударов."
PhotoboothSoloBLines_Male[2]="Этот МЭК убивает инопланетян!"
PhotoboothSoloBLines_Male[3]="Ему не нужно укрытие!"
PhotoboothSoloBLines_Male[4]="Пушка. Кулаки. Все инопланетяне умрут!"

PhotoboothSoloBLines_Female[0]="Мой кулак ломает кости!"
PhotoboothSoloBLines_Female[1]="Эта плохая девочка может выдержать много ударов."
PhotoboothSoloBLines_Female[2]="Этот МЭК убивает инопланетян!"
PhotoboothSoloBLines_Female[3]="Ему не нужно укрытие!"
PhotoboothSoloBLines_Female[4]="Пушка. Кулаки. Все инопланетяне умрут!"

[MecRend X2AbilityTemplate]
LocFriendlyName="Раздирающий удар"
LocLongDescription="Атака ближнего боя по любой цели в диапазоне движения, которая дает действия \"Инерции\". Можно использовать один раз за ход. Урон зависит от оборудованного шасси."
LocHelpText="Атакуйте в ближнем бою любую цель в диапазоне движения. Получите  действия \"Инерции\" после атаки."
LocPromotionPopupText="<Bullet/> Вы можете активировать способность \"Раздирающий удар\", поместив курсор движения на врага.<br/><Bullet/> Можно использовать с рывком, потратив 2 действия на перемещение и атаку.<br/><Bullet/> Способность \"Раздирающий удар\" наносит 8/10/12 единиц урона, в зависимости от оборудованного шасси.<br/><Bullet/> Вероятность попадания \"Раздирающим ударом\" зависит от меткости солдата с +20 бонусом.<br/><Bullet/> После атаки, получите действие \"Инерции\", которое можно использовать для перемещения или для других специальных способностях.<br/><Bullet/> Можно использовать один раз за ход.<br/>"

[OneTwoPunch X2AbilityTemplate]
LocFriendlyName="Второй удар"
LocLongDescription="Атака ближнего боя, которая наносит только половину урона и не может использоваться в движении, но использует действие \"Инерции\" вместо очков действий. Используется один раз за ход."
LocHelpText="Атакуйте соседнюю цель, нанеся половину урона вместо того, чтобы двигаться. Использует действие \"Инерции\"."
LocPromotionPopupText="<Bullet/> Способность \"Второй удар\" - отличный способ добить врага после царапины, или того, у кого просто много здоровья.<br/><Bullet/> Правильно расположившись, вы сможете атаковать другую цель, вместо цели \"Раздирающего удара\".<br/><Bullet/> Можно использовать только с действием \"Инерции\", полученным  после атаки \"Раздирающим ударом\".<br/>"

[DeepMist X2AbilityTemplate]
LocFriendlyName="Густой туман"
LocLongDescription="\"Восстанавливающий туман\" получает дополнительно 2 заряда."
LocHelpText="\"Восстанавливающий туман\" получает дополнительно 2 заряда."
LocPromotionPopupText="<Bullet/> Бонусные заряды \"Восстанавливающего тумана\" влияют только на переносимый предмет, но не на одноименную способность. Бонусные заряды будут работать независимо от того, используется ли \"Восстанавливающий туман\" с \"BIT\" или нет."

[MecTrooperImmunities X2AbilityTemplate]
LocFriendlyName="Иммунитет Солдата МЭК"
LocLongDescription="Солдаты МЭК невосприимчивы к огню, яду криссалида, опутыванию вайпера и отбрасыванию."
LocHelpText="Солдаты МЭК невосприимчивы к огню, яду криссалида, опутыванию вайпера и отбрасыванию."
LocFlyOverText="Иммунитет Солдата МЭК"

[MZChainingJolt X2AbilityTemplate]
LocFriendlyName="Цепной удар"
LocHelpText="Отправьте \"Гремлина\" к врагу, чтобы он ударил его электричеством. Перескакивает на соседних врагов. Увеличенный урон против механических врагов"
LocLongDescription="<Ability:ClassName/> посылает \"Гремлина\" к врагу чтобы тот ударил его электричеством. Перескакивает на соседних врагов. Увеличенный урон против механических врагов."
LocFlyOverText="Цепной удар"
LocPromotionPopupText="<Bullet/> Наносит электрический урон, пробивающий броню.<br/><Bullet/> Не заканчивает ход, если у солдата есть способность \"Раздирающий удар\".<br/><Bullet/> Нельзя использовать из скрытности.<br/><Bullet/> Перескакивает только на дружественных к цели юнитам.<br/><Bullet/> Перезарядка <Ability:SelfCooldown/> ход(а).<br/>"

[Unchained X2AbilityTemplate]
LocFriendlyName="Освобожденный"
LocLongDescription="Способность \"Цепной удар\" можно использовать один раз за ход."
LocHelpText="Способность \"Цепной удар\" можно использовать один раз за ход."
LocFlyOverText="Освобожденный"